/* Dot import error */
"%@\n\nLine %d: %@" = "%1$@\n\nLinie %2$d: %3$@";

/* Graphviz import error */
"Couldn't read graph type; found \"%@\" when expecting \"graph\" or \"digraph\"." = "Graphtyp konnte nicht gelesen werden; \"%@\" anstelle von \"graph\" oder \"digraph\" gefunden.";

/* Dot (GraphViz) import error */
"Dot import failure" = "Punktimport fehlgeschlagen";

/* Graphviz import error */
"Expecting a subgraph after \"subgraph\" keyword." = "Nach dem Schlüsselwort \"subgraph\" wird ein Unterdiagramm erwartet.";

/* Graphviz import error */
"Expecting attachment point after nodename and colon." = "Nach \"nodename:\" wird ein Verknüpfungspunkt (attachment point) erwartet.";

/* Graphviz import error */
"Expecting value for key \"%@\"." = "Wert für Schlüssel \"%@\" erwartet.";

/* Graphviz import error */
"Graph nodes didn't start as expected." = "Anfangspunkt des Graphknotens nicht wie erwartet.";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute name." = "Ungültiges Attribute Dictonary: Attributname wird erwartet.";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute value." = "Ungültiges Attribute Dictonary: Attributwert wird erwartet.";

/* Graphviz import error */
"Unexpected left square bracket after subgraph definition." = "Unerwartete linke eckige Klammer nach Unterdiagramm -Definition.";

/* Graphviz import error */
"Unexpected token while expecting statement." = "Unerwartetes Token; Anweisung wird erwartet.";

